<template>
  <q-page padding>
    <div>
      Гарантийное обслуживание
      Гарантия на все товары составляет 1,5 года. Это значит, что если после приобретения изделия покупателем будет выявлен заводской брак, мы обменяем товар ненадлежащего качества, а в случае невозможности обмена (если нужной продукции нет в наличии) вернем уплаченные за него деньги.

      Гарантия на монтаж дверей составляет 1,5 года и действует при условии соблюдения правил эксплуатации и наличии документов, подтверждающих предоставление услуги.
      Данная гарантия не распространяется на товар, конструкция которого была изменена покупателем в ходе эксплуатации.
      Что делать если обнаружили брак
      При обнаружении заводского или возникшего вследствие монтажа дефекта Вам нужно заполнить форму заявки на гарантийное обслуживание. Заполняя форму, подробно опишите дефект, а также приложите чёткие фотографии и любой документ подтверждающий покупку. Все заявки рассматриваются до 10 (десяти) календарных дней.

      После рассмотрения рекламации об обнаружении заводского брака может быть принято решение об обмене товара ненадлежащего качества, его возврате или об уменьшении покупной стоимости товара. С вами свяжется наш специалист для уточнения деталей.

      Обмен и возврат товара надлежащего качества
      Если купленный в нашем магазине товар вам не подошел, вы можете в течение 14-ти дней вернуть его или обменять на аналогичный.

      Обязательные условия:
      товар не был в употреблении;
      наличие неповрежденной фабричной упаковки;
      полностью сохранённый товарный вид и потребительские свойства;
      Доставка продукции подлежащей обмену или возврату осуществляется покупателем за свой счет. Чтобы начать процедуру обмена или возврата, свяжитесь с менеджером магазина.

      Порядок возврата товара
      Обмен/возврат товара осуществляется с понедельника по пятницу с 9.00 до 17.00.
      Обязательно должна соблюдаться полная комплектация, предусмотренная для конкретного товара, включая заводскую упаковку. Если упаковка отсутствует, то покупатель должен компенсировать ее стоимость.
      Чтобы оформить возврат, покупатель должен иметь при себе документы подтверждающие приобретение товара и паспорт.
      За дополнительной информацией необходимо обращаться к менеджерам магазина.
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'Guarantee',
  data() {
    return {

    };
  },
};
</script>
